/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_3QhxGK": {
      "type": "rich-text",
      "blocks": {
        "heading_ay8BFn": {
          "type": "heading",
          "settings": {
            "heading": "Terms",
            "heading_size": "h1"
          }
        },
        "text_NGXhe9": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Last Updated:</strong> 7/29/2025</p><p>Welcome to <strong>Skill Soft </strong>(“Website”). By accessing or using our Website, you agree to be bound by these Terms and Conditions (“Terms”) as well as our Privacy Policy. If you do not agree to these Terms, please do not use the Website.</p><p></p><p></p><h3><strong>1. Agreement and Electronic Consent</strong></h3><ul><li>By using the Website, you confirm that you have read, understood, and agree to be bound by these Terms.<br/><br/></li><li>Your electronic consent (such as clicking “I Agree” or continuing to use the Website) is legally binding, as if you had signed a paper document.<br/><br/></li></ul><p></p><p></p><h3><strong>2. Definitions</strong></h3><ul><li><strong>“We,” “Us,” “Our”</strong> refers to <strong>Skill Soft</strong>, a company registered in the United Kingdom, with its principal place of business at <strong>[Address]</strong>.<br/><br/></li><li><strong>“You,” “User,” “Subscriber”</strong> refers to any individual or entity accessing or using the Website.<br/><br/></li><li><strong>“Content”</strong> includes all text, images, graphics, logos, and other materials available on the Website.<br/><br/></li></ul><p></p><p></p><h3><strong>3. Use of the Website</strong></h3><ul><li><strong>Eligibility:</strong> You must be at least 18 years old or have parental/guardian consent to use this Website.<br/><br/></li><li><strong>Lawful Purposes:</strong> You agree to use the Website solely for lawful purposes and in compliance with all applicable laws and regulations.<br/><br/></li><li><strong>Account Suspension:</strong> We reserve the right to suspend or terminate your access if you breach these Terms.<br/><br/></li></ul><p></p><p></p><h3><strong>4. Account Registration and Security</strong></h3><ul><li><strong>Registration:</strong> Certain features of the Website may require you to register for an account. During registration, you must provide accurate and complete information.<br/><br/></li><li><strong>Security:</strong> You are responsible for maintaining the confidentiality of your account credentials (such as your password) and for all activities that occur under your account.<br/><br/></li><li><strong>Notification:</strong> You agree to notify us immediately if you suspect any unauthorized access to your account.<br/><br/></li></ul><p></p><p></p><h3><strong>5. Intellectual Property</strong></h3><ul><li><strong>Ownership:</strong> All content on the Website is owned by or licensed to <strong>Skill Soft</strong> and is protected by copyright and other intellectual property laws.<br/><br/></li><li><strong>Restrictions:</strong> You may not reproduce, distribute, modify, or create derivative works from any content without our prior written permission.<br/><br/></li></ul><p></p><p></p><h3><strong>6. User-Generated Content</strong></h3><ul><li><strong>License:</strong> If you submit or post any content (e.g., comments, reviews) to the Website, you grant us a non-exclusive, royalty-free, perpetual, and worldwide licence to use, modify, and distribute your content.<br/><br/></li><li><strong>Responsibility:</strong> You represent that any content you provide does not infringe on the rights of any third party.<br/><br/></li></ul><p></p><p></p><h3><strong>7. Personal Information and Privacy</strong></h3><ul><li><strong>Privacy Policy:</strong> Your use of the Website is subject to our Privacy Policy, which explains how we collect, use, store, and protect your personal information.<br/><br/></li><li><strong>Consent:</strong> By using the Website, you consent to the collection and use of your information in accordance with our Privacy Policy and applicable data protection laws (including the UK GDPR and the Data Protection Act 2018).<br/><br/></li></ul><p></p><p></p><h3><strong>8. Changes to These Terms</strong></h3><ul><li><strong>Modifications:</strong> We reserve the right to update or modify these Terms at any time for valid business or legal reasons.<br/><br/></li><li><strong>Notice:</strong> Significant changes will be posted on the Website. Your continued use of the Website after such changes are published constitutes your acceptance of the revised Terms.<br/><br/></li><li><strong>Review:</strong> It is your responsibility to review these Terms periodically.<br/><br/></li></ul><p></p><p></p><h3><strong>9. Limitation of Liability and Disclaimers</strong></h3><ul><li><strong>Disclaimer:</strong> The Website is provided “as is” and “as available” without any warranties, express or implied. We do not guarantee uninterrupted or error-free service.<br/><br/></li><li><strong>Limitation:</strong> To the fullest extent permitted by law, <strong>Skill Soft</strong> shall not be liable for any indirect, incidental, or consequential damages arising from your use of the Website.<br/><br/></li></ul><p></p><p></p><h3><strong>10. Governing Law and Jurisdiction</strong></h3><ul><li><strong>Governing Law:</strong> These Terms shall be governed by and construed in accordance with the laws of England and Wales.<br/><br/></li><li><strong>Jurisdiction:</strong> Any disputes arising from these Terms shall be subject to the exclusive jurisdiction of the courts of England and Wales.<br/><br/></li></ul><p></p><p></p><h3><strong>11. Contact Information</strong></h3><p>If you have any questions about these Terms or need to contact us regarding any aspect of the Website, please use the following details:</p><ul><li><strong>Email:</strong> [Email]<br/><br/></li><li><strong>Phone:</strong> [Phone Number]<br/><br/></li><li><strong>Address:</strong> [Address]</li></ul>"
          }
        }
      },
      "block_order": [
        "heading_ay8BFn",
        "text_NGXhe9"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "scheme-2",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_3QhxGK"
  ]
}
